Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Validation checks curve ordering, threshold ranges, RPM bounds, smoothing, and power boost limits before Core Monitor attempts to apply anything.
af: Validasie kontroleer kurwe-ordening, drempelreekse, RPM-grense, gladmaak- en kragversterkingslimiete voordat Core Monitor probeer om enigiets toe te pas.
am: Core Monitor ማንኛውንም ነገር ለመተግበር ከመሞከሯ በፊት ማረጋገጫ የጥምዝ ማዘዣን፣ የመነሻ ክልሎችን፣ የRPM ወሰኖችን፣ ማለስለስን እና የኃይል ማበልጸጊያ ገደቦችን ይፈትሻል።
ar: تتحقق عملية التحقق من صحة ترتيب المنحنى ونطاقات العتبة وحدود RPM والتجانس وحدود تعزيز الطاقة قبل أن يحاول Core Monitor تطبيق أي شيء.
az: Doğrulama Core Monitor hər hansı bir şeyi tətbiq etməyə cəhd etməzdən əvvəl əyri sıralamasını, eşik diapazonlarını, RPM hüdudlarını, hamarlaşdırmanı və güc artırma limitlərini yoxlayır.
be: Праверка правярае парадак крывых, парогавыя дыяпазоны, межы RPM, згладжванне і абмежаванні павышэння магутнасці, перш чым Core Monitor паспрабуе прымяніць што-небудзь.
bg: Валидирането проверява подреждането на кривите, диапазоните на праговете, границите на RPM, изглаждането и ограниченията за увеличаване на мощността, преди Core Monitor да се опита да приложи нещо.
bn: Core Monitor কিছু প্রয়োগ করার চেষ্টা করার আগে বৈধতা বক্ররেখার ক্রম, থ্রেশহোল্ড রেঞ্জ, RPM সীমা, মসৃণকরণ এবং পাওয়ার বুস্ট সীমা পরীক্ষা করে।
bs: Validacija provjerava redoslijed krivulja, raspone pragova, RPM granice, izglađivanje i ograničenja povećanja snage prije nego što Core Monitor pokuša bilo šta primijeniti.
ca: La validació comprova l'ordre de la corba, els intervals de llindar, els límits de RPM, la suavització i els límits d'augment de potència abans que Core Monitor intenti aplicar qualsevol cosa.
ceb: Ang validation check curve ordering, threshold ranges, RPM bounds, smoothing, ug power boost limits sa dili pa ang Core Monitor mosulay sa paggamit sa bisan unsa.
co: A validazione verifica l'ordine di curve, intervalli di soglia, limiti RPM, lisciatura è limiti di spinta di putenza prima chì Core Monitor prova à applicà qualcosa.
cs: Validace kontroluje řazení křivek, prahové rozsahy, meze RPM, vyhlazování a limity zvýšení výkonu, než se Core Monitor pokusí něco aplikovat.
cy: Mae dilysu yn gwirio archebu cromlin, ystodau trothwy, terfynau RPM, llyfnu, a therfynau hwb pŵer cyn ceisio Core Monitor i gymhwyso unrhyw beth.
da: Validering kontrollerer kurverækkefølge, tærskelområder, RPM grænser, udjævning og power boost grænser, før Core Monitor forsøger at anvende noget.
de: Bei der Validierung werden die Kurvenreihenfolge, die Schwellenwerte, die RPM-Grenzen, die Glättung und die Leistungssteigerungsgrenzen überprüft, bevor Core Monitor versucht, etwas anzuwenden.
el: Η επικύρωση ελέγχει τη σειρά των καμπυλών, τα εύρη ορίων, τα όρια RPM, την εξομάλυνση και τα όρια ενίσχυσης ισχύος πριν το Core Monitor επιχειρήσει να εφαρμόσει οτιδήποτε.
eo: Valumado kontrolas kurban ordigon, sojlointervalojn, RPM-limojn, glatigon kaj potenco-akcelimojn antaŭ ol Core Monitor provas apliki ion ajn.
es: La validación verifica el orden de las curvas, los rangos de umbral, los límites de RPM, el suavizado y los límites de aumento de potencia antes de que Core Monitor intente aplicar algo.
et: Valideerimine kontrollib kõverate järjestust, lävevahemikke, RPM piire, silumist ja võimsuse suurendamise piiranguid enne, kui Core Monitor proovib midagi rakendada.
eu: Balidazioak egiaztatzen ditu kurbaren ordena, atalase-barrutiak, RPM mugak, leuntzea eta potentzia areagotzeko mugak Core Monitor ezer aplikatzen saiatu aurretik.
fa: قبل از اینکه Core Monitor هر چیزی را اعمال کند، اعتبارسنجی ترتیب منحنی ها، محدوده آستانه، مرزهای RPM، هموارسازی و محدودیت های افزایش توان را بررسی می کند.
fi: Validointi tarkistaa käyrien järjestyksen, kynnysalueet, RPM-rajat, tasoituksen ja tehonlisäyksen rajat ennen kuin Core Monitor yrittää soveltaa mitään.
fil: Sinusuri ng validation ang pag-order ng curve, mga saklaw ng threshold, mga hangganan ng RPM, pagpapakinis, at mga limitasyon ng power boost bago ang Core Monitor na sumubok na maglapat ng anuman.
fr: La validation vérifie l'ordre des courbes, les plages de seuils, les limites du RPM, le lissage et les limites d'augmentation de puissance avant que le Core Monitor ne tente d'appliquer quoi que ce soit.
fy: Validaasje kontrolearret krommebestelling, drompelberiken, RPM-grinzen, glêdens, en krêftfergruttingsgrinzen foardat Core Monitor besiket wat ta te passen.
ga: Seiceálann bailíochtú ordú cuar, raonta tairsí, teorainneacha RPM, smúdála, agus teorainneacha treisithe cumhachta sula ndéanann Core Monitor iarracht aon rud a chur i bhfeidhm.
gd: Bidh dearbhadh a’ sgrùdadh òrdugh lùbte, raointean stairsnich, crìochan RPM, rèidh, agus crìochan àrdachadh cumhachd mus feuch Core Monitor ri dad a chuir an sàs.
gl: A validación comproba a orde das curvas, os intervalos de limiares, os límites de RPM, o suavizado e os límites de aumento de potencia antes de que Core Monitor intente aplicar algo.
gu: Core Monitor કંઈપણ લાગુ કરવાનો પ્રયાસ કરે તે પહેલાં માન્યતા કર્વ ઓર્ડરિંગ, થ્રેશોલ્ડ રેન્જ, RPM બાઉન્ડ્સ, સ્મૂથિંગ અને પાવર બૂસ્ટ મર્યાદા તપાસે છે.
ha: Tabbatarwa yana bincika oda mai lankwasa, jeri na kofa, iyakoki RPM, santsi, da iyakan haɓaka ƙarfin wuta kafin Core Monitor yayi ƙoƙarin amfani da komai.
haw: Nānā ka hōʻoia ʻana i ka hoʻonohonoho ʻana i ka pihi, nā pae paepae, nā palena RPM, ka hoʻomaʻamaʻa, a me nā palena hoʻonui mana ma mua o ka hoʻāʻo ʻana o Core Monitor e hoʻopili i kekahi mea.
he: האימות בודק את סדר העקומה, טווחי הסף, גבולות RPM, החלקה ומגבלות חיזוק הכוח לפני ש-Core Monitor מנסה ליישם משהו.
hi: Core Monitor द्वारा कुछ भी लागू करने का प्रयास करने से पहले सत्यापन वक्र क्रम, थ्रेशोल्ड रेंज, RPM सीमाएं, स्मूथिंग और पावर बूस्ट सीमा की जांच करता है।
hmn: Validation checks curve ordering, threshold ranges, RPM bounds, smoothing, and power boost limits ua ntej Core Monitor sim siv dab tsi.
hr: Validacija provjerava redoslijed krivulja, raspone pragova, granice RPM, izglađivanje i ograničenja povećanja snage prije nego što Core Monitor pokuša bilo što primijeniti.
ht: Validasyon tcheke lòd koub, ranje papòt, limit RPM, atenuasyon, ak limit pou ranfòse pouvwa anvan Core Monitor eseye aplike anyen.
hu: Az érvényesítés ellenőrzi a görbék sorrendjét, a küszöbtartományokat, a RPM határokat, a simítást és a teljesítménynövelési határértékeket, mielőtt a Core Monitor bármit is alkalmazni próbálna.
hy: Վավերացումը ստուգում է կորերի դասավորությունը, շեմերի միջակայքերը, RPM սահմանները, հարթեցումը և հզորության ավելացման սահմանները, նախքան Core Monitor-ը կփորձի որևէ բան կիրառել:
id: Validasi memeriksa pengurutan kurva, rentang ambang batas, batas RPM, penghalusan, dan batas peningkatan daya sebelum Core Monitor mencoba menerapkan apa pun.
ig: Nkwado na-enyocha usoro usoro ụzọ, oke ọnụ ụzọ, oke RPM, ire ụtọ na oke nkwalite ike tupu Core Monitor nwaa itinye ihe ọ bụla.
is: Löggilding athugar ferilröðun, þröskuldasvið, RPM mörk, jöfnun og aflhækkunarmörk áður en Core Monitor reynir að beita einhverju.
it: La convalida controlla l'ordine delle curve, gli intervalli di soglia, i limiti RPM, il livellamento e i limiti di aumento di potenza prima che Core Monitor tenti di applicare qualsiasi cosa.
ja: 検証では、Core Monitor が何かを適用しようとする前に、曲線の順序、しきい値範囲、RPM 境界、平滑化、およびパワーブースト制限をチェックします。
jv: Validasi mriksa urutan kurva, kisaran ambang, wates RPM, smoothing, lan watesan ngedongkrak daya sadurunge Core Monitor nyoba ngetrapake apa wae.
ka: ვალიდაცია ამოწმებს მრუდის შეკვეთას, ზღურბლთა დიაპაზონს, RPM საზღვრებს, გამარტივებას და სიმძლავრის გაზრდის ლიმიტებს, სანამ Core Monitor რაიმეს გამოყენებას შეეცდება.
kk: Тексеру Core Monitor кез келген әрекетті қолданбас бұрын қисық ретін, шекті диапазондарды, RPM шекараларын, тегістеуді және қуатты арттыру шектеулерін тексереді.
km: សុពលភាពពិនិត្យមើលការបញ្ជាទិញខ្សែកោង ជួរកម្រិតកំណត់ ព្រំដែន RPM ការធ្វើឱ្យរលូន និងដែនកំណត់បង្កើនថាមពល មុនពេល Core Monitor ព្យាយាមអនុវត្តអ្វីទាំងអស់។
kn: Core Monitor ಯಾವುದನ್ನಾದರೂ ಅನ್ವಯಿಸಲು ಪ್ರಯತ್ನಿಸುವ ಮೊದಲು ಮೌಲ್ಯೀಕರಣವು ಕರ್ವ್ ಆರ್ಡರ್, ಥ್ರೆಶೋಲ್ಡ್ ಶ್ರೇಣಿಗಳು, RPM ಗಡಿಗಳು, ಸುಗಮಗೊಳಿಸುವಿಕೆ ಮತ್ತು ಪವರ್ ಬೂಸ್ಟ್ ಮಿತಿಗಳನ್ನು ಪರಿಶೀಲಿಸುತ್ತದೆ.
ko: 유효성 검사에서는 Core Monitor가 적용을 시도하기 전에 곡선 순서, 임계값 범위, RPM 경계, 평활화 및 전력 부스트 제한을 확인합니다.
ku: Verastkirin fermana kevçîyê, rêzikên tixûbê, sînorên RPM, sivikkirin, û sînorên zêdekirina hêzê kontrol dike berî ku Core Monitor hewl bide ku tiştek bicîh bîne.
ky: Текшерүү Core Monitor кандайдыр бир нерсени колдонууга аракет кылганга чейин ийри сызыктын иретин, босого диапазондорун, RPM чектерин, текшилөөнү жана кубаттуулукту жогорулатуу чектерин текшерет.
la: Validatio curva ordinatio coercet, iugis limen, fines RPM, delenimenta, et limites boost potentia antequam Core Monitor aliquid adhibere conatur.
lb: D'Validatioun kontrolléiert d'Kurvebestellung, d'Schwellbereich, d'RPM Grenzen, d'Glätterung, an d'Kraaft-Boost-Limiten ier Core Monitor probéiert eppes anzesetzen.
lo: ການກວດສອບຄວາມຖືກຕ້ອງຈະກວດສອບການຈັດລໍາດັບເສັ້ນໂຄ້ງ, ຂອບເຂດເກນ, ຂອບເຂດ RPM, ການເຮັດໃຫ້ລຽບ, ແລະຂີດຈຳກັດການເພີ່ມພະລັງງານກ່ອນ Core Monitor ພະຍາຍາມນຳໃຊ້ອັນໃດນຶ່ງ.
lt: Patvirtinimas patikrina kreivės išdėstymą, slenksčių diapazonus, RPM ribas, išlyginimą ir galios padidinimo ribas prieš Core Monitor bandant ką nors pritaikyti.
lv: Validācija pārbauda līkņu secību, sliekšņu diapazonus, RPM robežas, izlīdzināšanu un jaudas palielināšanas ierobežojumus, pirms Core Monitor mēģina kaut ko piemērot.
mg: Ny fanamarinana dia manamarina ny filaharan'ny curve, ny fetran'ny tokonam-baravarana, ny fetra RPM, ny fanamafisam-peo, ary ny fetran'ny fampitomboana hery alohan'ny Core Monitor manandrana mampihatra na inona na inona.
mi: Ka tirotirohia e te whakamanatanga te raupapatanga ānau, te awhe paepae, te rohenga RPM, te whakaene, me nga rohe whakanui hiko i mua i te ngana a Core Monitor ki te tono i tetahi mea.
mk: Валидацијата го проверува редоследот на кривите, опсегот на праговите, границите RPM, измазнувањето и ограничувањата за зголемување на моќноста пред Core Monitor да се обиде да примени нешто.
ml: Core Monitor എന്തും പ്രയോഗിക്കാൻ ശ്രമിക്കുന്നതിന് മുമ്പ് കർവ് ഓർഡറിംഗ്, ത്രെഷോൾഡ് ശ്രേണികൾ, RPM ബൗണ്ടുകൾ, സ്മൂത്തിംഗ്, പവർ ബൂസ്റ്റ് പരിധികൾ എന്നിവ പരിശോധിക്കുന്നു.
mn: Баталгаажуулалт нь Core Monitor ямар нэгэн зүйл хэрэглэхийг оролдохоос өмнө муруйн эрэмбэ, босго хязгаар, RPM хязгаар, тэгшитгэх, хүчийг нэмэгдүүлэх хязгаарыг шалгадаг.
mr: Core Monitor काहीही लागू करण्याचा प्रयत्न करण्यापूर्वी प्रमाणीकरण वक्र क्रम, थ्रेशोल्ड श्रेणी, RPM सीमा, स्मूथिंग आणि पॉवर बूस्ट मर्यादा तपासते.
ms: Pengesahan menyemak susunan lengkung, julat ambang, had RPM, pelicinan dan had rangsangan kuasa sebelum Core Monitor cuba menggunakan apa-apa.
mt: Il-validazzjoni tikkontrolla l-ordni tal-kurva, il-firxiet tal-limitu, il-limiti ta 'RPM, l-illixxar, u l-limiti ta' spinta tal-qawwa qabel Core Monitor jipprova japplika xi ħaġa.
my: အတည်ပြုချက်သည် Core Monitor မည်သည့်အရာကိုမျှ အသုံးချရန် မကြိုးစားမီတွင် မျဉ်းကွေးအဆင့်သတ်မှတ်ချက်များ၊ RPM ဘောင်များ၊ ချောမွေ့ခြင်းနှင့် ပါဝါမြှင့်တင်ခြင်းကန့်သတ်ချက်များကို စစ်ဆေးသည်။
nb: Validering sjekker kurvebestilling, terskelområder, RPM-grenser, utjevning og kraftforsterkningsgrenser før Core Monitor forsøker å bruke noe.
ne: प्रमाणीकरणले Core Monitor ले कुनै पनि कुरा लागू गर्ने प्रयास गर्नु अघि कर्भ अर्डरिङ, थ्रेसहोल्ड दायराहरू, RPM सीमाहरू, स्मूथिङ, र पावर बूस्ट सीमाहरू जाँच गर्दछ।
nl: Validatie controleert de volgorde van de curven, drempelbereiken, RPM-grenzen, afvlakking en vermogensboostlimieten voordat Core Monitor iets probeert toe te passen.
ny: Kutsimikizira kumayang'ana kuyitanitsa kokhotakhota, mipata, malire a RPM, kusalaza, ndi malire owonjezera mphamvu Core Monitor isanayambe kuyesa kugwiritsa ntchito chilichonse.
pa: Core Monitor ਦੁਆਰਾ ਕਿਸੇ ਵੀ ਚੀਜ਼ ਨੂੰ ਲਾਗੂ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਪ੍ਰਮਾਣਿਕਤਾ ਕਰਵ ਆਰਡਰਿੰਗ, ਥ੍ਰੈਸ਼ਹੋਲਡ ਰੇਂਜ, RPM ਸੀਮਾਵਾਂ, ਸਮੂਥਿੰਗ, ਅਤੇ ਪਾਵਰ ਬੂਸਟ ਸੀਮਾਵਾਂ ਦੀ ਜਾਂਚ ਕਰਦੀ ਹੈ।
pl: Walidacja sprawdza kolejność krzywych, zakresy progów, granice RPM, wygładzanie i limity zwiększania mocy, zanim Core Monitor spróbuje zastosować cokolwiek.
ps: اعتبار د Core Monitor د هر څه پلي کولو هڅه کولو دمخه د وکر ترتیب کول ، د حد حدونه ، د RPM حدود ، هموار کول ، او د بریښنا وده محدودیتونه چیک کوي.
pt: A validação verifica a ordem da curva, intervalos de limite, limites de RPM, suavização e limites de aumento de potência antes que Core Monitor tente aplicar qualquer coisa.
ro: Validarea verifică ordinea curbei, intervalele de prag, limitele RPM, netezirea și limitele de creștere a puterii înainte ca Core Monitor să încerce să aplice ceva.
ru: При валидации проверяется порядок кривых, пороговые диапазоны, границы RPM, сглаживание и пределы повышения мощности, прежде чем Core Monitor попытается что-либо применить.
sd: Core Monitor ڪنهن به شيءِ کي لاڳو ڪرڻ جي ڪوشش ڪرڻ کان اڳ تصديق وکر آرڊرنگ، حد جي حد، RPM حدون، هموار ڪرڻ، ۽ طاقت جي واڌاري جي حدن جي جانچ ڪري ٿي.
si: වලංගුකරණය Core Monitor ඕනෑම දෙයක් යෙදීමට උත්සාහ කිරීමට පෙර වක්‍ර ඇණවුම, එළිපත්ත පරාස, RPM සීමාවන්, සුමට කිරීම සහ බලය වැඩි කිරීමේ සීමාවන් පරීක්ෂා කරයි.
sk: Validácia kontroluje poradie kriviek, prahové rozsahy, hranice RPM, vyhladzovanie a limity zvýšenia výkonu predtým, ako sa Core Monitor pokúsi niečo aplikovať.
sl: Validacija preveri vrstni red krivulj, obsege pragov, meje RPM, glajenje in meje povečanja moči, preden Core Monitor poskusi karkoli uporabiti.
sm: Su'e fa'amaonia le fa'atonuga o le pi'o, va'ava'a, laina RPM, fa'alelei, ma tapula'a fa'aola malosi a'o le'i taumafai le Core Monitor e fa'aoga so'o se mea.
sn: Kusimbiswa kunoongorora kurongeka kwecurve, zvikumbaridzo, RPM miganhu, kutsvedzerera, uye masimba ekuwedzera masimba Core Monitor isati yaedza kushandisa chero chinhu.
so: Xaqiijinta waxay hubisaa dalbashada qalooca, kala duwanaanshaha marinka, xuduudaha RPM, fududaynta, iyo xadadka korantada ka hor inta aysan Core Monitor isku dayin in uu wax isticmaalo.
sq: Verifikimi kontrollon renditjen e kurbave, diapazonin e pragut, kufijtë e RPM, zbutjen dhe kufijtë e rritjes së fuqisë përpara se Core Monitor të përpiqet të zbatojë ndonjë gjë.
st: Ho netefatsa ho lekola tatellano ea li-curve, mekhahlelo ea menyako, meeli ea RPM, boreleli, le meeli ea matlafatso ea matla pele Core Monitor e leka ho sebelisa eng kapa eng.
su: Validasi pariksa urutan kurva, rentang bangbarung, RPM wates, smoothing, sarta wates dorongan kakuatan saméméh Core Monitor nyoba nerapkeun nanaon.
sv: Validering kontrollerar kurvordning, tröskelintervall, RPM-gränser, utjämning och effektförstärkningsgränser innan Core Monitor försöker tillämpa någonting.
sw: Uthibitishaji hukagua uagizaji wa curve, viwango vya juu, mipaka ya RPM, kulainisha, na vikomo vya kuongeza nguvu kabla ya Core Monitor kujaribu kutumia chochote.
ta: Core Monitor எதையும் பயன்படுத்த முயற்சிக்கும் முன், சரிபார்ப்பு வளைவு வரிசைப்படுத்தல், வரம்பு வரம்புகள், RPM எல்லைகள், மென்மையாக்குதல் மற்றும் பவர் பூஸ்ட் வரம்புகளைச் சரிபார்க்கிறது.
te: Core Monitor ఏదైనా వర్తింపజేయడానికి ప్రయత్నించే ముందు వక్రత క్రమం, థ్రెషోల్డ్ పరిధులు, RPM హద్దులు, సున్నితంగా మరియు పవర్ బూస్ట్ పరిమితులను ధృవీకరణ తనిఖీ చేస్తుంది.
tg: Санҷиш тартиби каҷ, диапазонҳои ҳадди ниҳоӣ, ҳудуди RPM, ҳамворкунӣ ва маҳдудиятҳои афзоиши нерӯро пеш аз кӯшиши Core Monitor барои татбиқи ягон чиз тафтиш мекунад.
th: การตรวจสอบความถูกต้องจะตรวจสอบการเรียงลำดับเส้นโค้ง ช่วงเกณฑ์ ขอบเขต RPM การปรับให้เรียบ และขีดจำกัดการเพิ่มพลังงานก่อนที่ Core Monitor จะพยายามใช้สิ่งใดๆ
tr: Doğrulama, Core Monitor herhangi bir şeyi uygulamaya çalışmadan önce eğri sıralamasını, eşik aralıklarını, RPM sınırlarını, yumuşatmayı ve güç artırma sınırlarını kontrol eder.
uk: Перевірка перевіряє порядок кривих, порогові діапазони, межі RPM, згладжування та обмеження підвищення потужності, перш ніж Core Monitor спробує щось застосувати.
ur: Core Monitor کسی بھی چیز کو لاگو کرنے کی کوشش کرنے سے پہلے توثیق کریو آرڈرنگ، تھریشولڈ رینجز، RPM باؤنڈز، ہموار کرنے، اور پاور بوسٹ کی حدوں کو چیک کرتی ہے۔
uz: Tasdiqlash Core Monitor biror narsani qoʻllashga urinishdan oldin egri chiziq tartibini, chegara diapazonlarini, RPM chegaralarini, tekislash va quvvatni oshirish chegaralarini tekshiradi.
vi: Xác thực kiểm tra thứ tự đường cong, phạm vi ngưỡng, giới hạn RPM, làm mịn và giới hạn tăng công suất trước khi Core Monitor cố gắng áp dụng bất cứ điều gì.
xh: Ukuqinisekiswa kuhlola i-odolo ye-curve, i-threshold ranges, i-RPM imida, i-smooth, kunye nemida yokunyusa amandla ngaphambi kokuba i-Core Monitor izame ukusebenzisa nantoni na.
yi: וואַלאַדיישאַן טשעקס ויסבייג אָרדערינג, שוועל ריינדזשאַז, RPM גווול, סמודינג און מאַכט בוסט לימאַץ איידער Core Monitor פרווון צו צולייגן עפּעס.
yo: Afọwọsi sọwedowo tito tẹ, awọn sakani ẹnu-ọna, awọn aala RPM, didan, ati awọn opin igbelaruge agbara ṣaaju igbiyanju Core Monitor lati lo ohunkohun.
zh_hans: 在 Core Monitor 尝试应用任何内容之前，验证会检查曲线排序、阈值范围、RPM 边界、平滑和功率提升限制。
zh_hant: 在 Core Monitor 嘗試應用任何內容之前，驗證會檢查曲線排序、閾值範圍、RPM 邊界、平滑和功率提升限制。
zu: Ukuqinisekisa kuhlola uku-oda kwejika, ububanzi be-threshold, i-RPM imingcele, ukushelela, kanye nemikhawulo yokukhulisa amandla ngaphambi kokuthi i-Core Monitor izame ukusebenzisa noma yini.

source: Version, identity and global surface appearance.
af: Weergawe, identiteit en globale oppervlakvoorkoms.
am: ስሪት, ማንነት እና ዓለም አቀፋዊ ገጽታ.
ar: الإصدار والهوية والمظهر السطحي العالمي.
az: Versiya, şəxsiyyət və qlobal səth görünüşü.
be: Версія, ідэнтычнасць і глабальны знешні выгляд.
bg: Версия, идентичност и глобален външен вид.
bn: সংস্করণ, পরিচয় এবং বিশ্বব্যাপী পৃষ্ঠ চেহারা.
bs: Verzija, identitet i globalni izgled površine.
ca: Versió, identitat i aspecte global de la superfície.
ceb: Bersyon, pagkatawo ug pangkalibutanon nga panagway.
co: Versione, identità è apparenza di a superficia globale.
cs: Verze, identita a globální vzhled povrchu.
cy: Fersiwn, hunaniaeth ac ymddangosiad arwyneb byd-eang.
da: Version, identitet og global overfladeudseende.
de: Version, Identität und globales Oberflächenerscheinungsbild.
el: Έκδοση, ταυτότητα και παγκόσμια εμφάνιση.
eo: Versio, identeco kaj tutmonda surfacaspekto.
es: Versión, identidad y apariencia superficial global.
et: Versioon, identiteet ja globaalne pinna välimus.
eu: Bertsioa, identitatea eta azalera globalaren itxura.
fa: نسخه، هویت و ظاهر سطح جهانی.
fi: Versio, identiteetti ja globaali pinnan ulkonäkö.
fil: Bersyon, pagkakakilanlan at pandaigdigang hitsura.
fr: Version, identité et aspect global de la surface.
fy: Ferzje, identiteit en globaal oerflak uterlik.
ga: Leagan, céannacht agus cuma dromchla domhanda.
gd: Tionndadh, dearbh-aithne agus coltas uachdar cruinne.
gl: Versión, identidade e aspecto global da superficie.
gu: સંસ્કરણ, ઓળખ અને વૈશ્વિક સપાટીનો દેખાવ.
ha: Siga, ainihi da bayyanar saman duniya.
haw: Manaʻo, ʻike a me ka ʻike honua.
he: גרסה, זהות ומראה פני השטח העולמי.
hi: संस्करण, पहचान और वैश्विक सतह उपस्थिति।
hmn: Version, tus kheej thiab lub ntiaj teb ntog tsos.
hr: Verzija, identitet i globalni površinski izgled.
ht: Vèsyon, idantite ak aparans sifas mondyal.
hu: Verzió, identitás és globális felület megjelenése.
hy: Տարբերակ, ինքնություն և գլոբալ մակերեսի տեսք:
id: Versi, identitas, dan tampilan permukaan global.
ig: Ụdị, njirimara na ọdịdị elu ụwa.
is: Útgáfa, auðkenni og alþjóðlegt yfirborðsútlit.
it: Versione, identità e aspetto superficiale globale.
ja: バージョン、アイデンティティ、およびグローバルな表面の外観。
jv: Versi, identitas lan tampilan permukaan global.
ka: ვერსია, იდენტურობა და გლობალური ზედაპირის გარეგნობა.
kk: Нұсқа, сәйкестік және ғаламдық беттік көрінісі.
km: កំណែ អត្តសញ្ញាណ និងរូបរាងផ្ទៃសកល។
kn: ಆವೃತ್ತಿ, ಗುರುತು ಮತ್ತು ಜಾಗತಿಕ ಮೇಲ್ಮೈ ನೋಟ.
ko: 버전, ID 및 전역 표면 모양.
ku: Versiyon, nasname û xuyangiya rûyê gerdûnî.
ky: Версия, идентификация жана глобалдык беттин көрүнүшү.
la: Versio, identitas et species superficiei globalis.
lb: Versioun, Identitéit a global Uewerfläch Erscheinung.
lo: ລຸ້ນ, ເອກະລັກ ແລະ ລັກສະນະພື້ນຜິວທົ່ວໂລກ.
lt: Versija, tapatybė ir pasaulinė paviršiaus išvaizda.
lv: Versija, identitāte un globālās virsmas izskats.
mg: Ny dikan-teny, ny maha-izy azy ary ny endriky ny ety ambonin'ny tany.
mi: Putanga, tuakiri me te ahua mata o te ao.
mk: Верзија, идентитет и изглед на глобалната површина.
ml: പതിപ്പ്, ഐഡൻ്റിറ്റി, ആഗോള ഉപരിതല രൂപം.
mn: Хувилбар, таних тэмдэг, дэлхийн гадаргуугийн дүр төрх.
mr: आवृत्ती, ओळख आणि जागतिक पृष्ठभाग देखावा.
ms: Versi, identiti dan penampilan permukaan global.
mt: Verżjoni, identità u dehra globali tal-wiċċ.
my: ဗားရှင်း၊ အထောက်အထားနှင့် ကမ္ဘာ့မျက်နှာပြင် အသွင်အပြင်။
nb: Versjon, identitet og global overflateutseende.
ne: संस्करण, पहिचान र विश्वव्यापी सतह उपस्थिति।
nl: Versie, identiteit en globale oppervlakte-uitstraling.
ny: Mtundu, chizindikiritso ndi mawonekedwe apadziko lonse lapansi.
pa: ਸੰਸਕਰਣ, ਪਛਾਣ ਅਤੇ ਗਲੋਬਲ ਸਤਹ ਦਿੱਖ।
pl: Wersja, tożsamość i globalny wygląd powierzchni.
ps: نسخه، هویت او د نړیوال سطح بڼه.
pt: Versão, identidade e aparência superficial global.
ro: Versiune, identitate și aspect global al suprafeței.
ru: Версия, идентичность и общий внешний вид.
sd: نسخو، سڃاڻپ ۽ عالمي سطح جي ظاهر.
si: අනුවාදය, අනන්‍යතාවය සහ ගෝලීය මතුපිට පෙනුම.
sk: Verzia, identita a globálny vzhľad povrchu.
sl: Različica, identiteta in globalni videz.
sm: Fa'aliliuga, fa'asinomaga ma foliga i luga ole lalolagi.
sn: Shanduro, chitupa uye chitarisiko chepasi rose.
so: Nooca, aqoonsiga iyo muuqaalka kore ee caalamiga ah.
sq: Versioni, identiteti dhe pamja e sipërfaqes globale.
st: Phetolelo, boitsebiso le ponahalo ea lefatše.
su: Vérsi, identitas jeung penampilan permukaan global.
sv: Version, identitet och globalt utseende.
sw: Toleo, utambulisho na mwonekano wa uso wa kimataifa.
ta: பதிப்பு, அடையாளம் மற்றும் உலகளாவிய மேற்பரப்பு தோற்றம்.
te: సంస్కరణ, గుర్తింపు మరియు ప్రపంచ ఉపరితల ప్రదర్శన.
tg: Версия, шахсият ва намуди сатҳи ҷаҳонӣ.
th: เวอร์ชัน เอกลักษณ์ และรูปลักษณ์ภายนอกทั่วโลก
tr: Sürüm, kimlik ve genel yüzey görünümü.
uk: Версія, ідентичність і глобальний зовнішній вигляд.
ur: ورژن، شناخت اور عالمی سطح کی ظاہری شکل۔
uz: Versiya, o'ziga xoslik va global sirt ko'rinishi.
vi: Phiên bản, nhận dạng và diện mạo bề mặt toàn cầu.
xh: Inguqulelo, isazisi kunye nenkangeleko yomhlaba jikelele.
yi: ווערסיע, אידענטיטעט און גלאבאלע ייבערפלאַך אויסזען.
yo: Version, idanimo ati agbaye dada irisi.
zh_hans: 版本、身份和全局表面外观。
zh_hant: 版本、身分和全域表面外觀。
zu: Inguqulo, ubunikazi kanye nokubukeka komhlaba jikelele.
